tutorials/multiphase/cavitatingFoam/les/throttle/system/cellSetDict.3
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.0                                |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      cellSetDict.3;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

name            c0;

action          new;

topoSetSources
(
    boxToCell
    {
        box (0.00475 -0.000375 -1) (0.009 0.000375 1);
    }
);

// ************************************************************************* //
